Repository: Monext/monext-ios-sdk
Catalog: Sources/Monext/Resources/Localizable.xcstrings
Source language: en
Languages: fr, it

source: Accepted Cards
fr: Cartes acceptées
it: Carte accettate

source: Awaiting validation
fr: En attente de validation
it: In attesa di convalida

source: Back to the app
fr: Retour sur l'application
it: Torna all'app

source: Card
fr: Carte
it: Carta

source: Card number
fr: Numéro de carte
it: Numero della carta

source: Congratulations
fr: Félicitations
it: Congratulazioni

source: Default
fr: Défaut
it: Predefinito

source: Exit
fr: Annuler
it: Uscita

source: Exit Payment
fr: Annuler le paiement
it: Pagamento di uscita

source: Expiry
fr: Expiration
it: Scadenza

source: I want to save my credit card information for later.
fr: Enregistrer mes informations de paiement.
it: Desidero salvare i dati della mia carta di credito per un utilizzo futuro.

source: I want to save my payment information for later.
fr: Enregistrer mes informations de paiement.
it: Desidero salvare i miei dati di pagamento per un utilizzo futuro.

source: Invalid Card Number
fr: Numéro de carte non valide
it: Numero carta non valido

source: Invalid CVV
fr: CVV non valide
it: CVV non valido

source: Invalid Expiration Date
fr: Date d’expiration non valide
it: Data di scadenza non valida

source: Invalid Format
fr: Format non valide
it: Formato non valido

source: Name on card
fr: Titulaire de la carte
it: Nome sulla carta

source: Next
fr: Suivant
it: Avanti

source: Pay %@
fr: Payer %@
it: Paga %@

source: Pay with
fr: Payer avec
it: Paga con

source: Payment Method not implemented
fr: Moyen de paiement non pris en charge
it: Metodo di pagamento non implementato

source: Payment pending
fr: Paiement en attente

source: Please change your payment method.
fr: Veuillez sélectionner un autre moyen de paiement.
it: Modifica il tuo metodo di pagamento.

source: Please enter the security code written on your card. It may have 3 or 4 digits.
fr: Veuillez saisir le cryptogramme visuel imprimé sur votre carte bancaire.
it: Inserisci il codice di sicurezza riportato sulla tua carta. Può essere composto da 3 o 4 cifre.

source: Please select your preferred card network.
fr: Sélectionnez votre réseau préféré.
it: Seleziona il circuito di carte di credito che preferisci.

source: Please wait as we contact your bank.
fr: Veuillez patienter, nous interrogeons votre banque.
it: Attendi mentre contattiamo la tua banca.

source: Preferred payment methods
fr: Moyens de paiement préférés
it: Metodi di pagamento preferiti

source: Stay
fr: Rester

source: Test CardNetwork
fr: Test réseaux
it: Scheda di prova Rete

source: Test Exit Payment
fr: Test Annuler le paiement
it: Pagamento di uscita dal test

source: Unknown card type
fr: Type de carte inconnu
it: Tipo di carta sconosciuto

source: View all my Wallet
fr: Voir tout mon portefeuille
it: Visualizza tutto il mio portafoglio

source: We are fully compliant with the payment card industry data security standards.
fr: Nous sommes certifiés PCI-DSS.
it: Siamo pienamente conformi agli standard di sicurezza dei dati del settore delle carte di pagamento.

source: We are sorry
fr: Nous sommes désolés
it: Ci dispiace

source: You are about to cancel the payment of your order. No amount will be debited from your account.
fr: Vous êtes sur le point d'annuler votre paiement. Aucun montant ne sera débité de votre compte.
it: Stai per annullare il pagamento del tuo ordine. Nessun importo verrà addebitato sul tuo conto.

source: Your bank refused the payment of %@.
fr: Votre banque a rejeté le paiement de %@.
it: La tua banca ha rifiutato il pagamento di %@.

source: Your card has two different networks. Please choose the one you prefer to use.
fr: Votre carte supporte deux réseaux, et vous pouvez choisir celui que vous préférez pour ce paiement
it: La tua carta ha due reti diverse. Scegli quella che preferisci utilizzare.

source: Your payment has been canceled.
fr: Votre paiement a été annulé.
it: Il tuo pagamento è stato annullato.

source: Your payment is pending. Please contact your merchant for further information.
fr: Votre paiement est en attente. Veuillez contacter votre commerçant pour plus d’informations.

source: Your payment of %1$@ has been received. Your order %2$@ is confirmed. Thank you for your order!
fr: Votre paiement de %1$@ a été validé. Votre commande %2$@ est validée. Merci pour votre commande !
it: Il pagamento di %1$@ è stato ricevuto. L'ordine %2$@ è confermato. Grazie per l'ordine!

source: Your payment session has expired.
fr: Votre session de paiement est expirée.
it: La tua sessione di pagamento è scaduta.

source: Info
it: Informazioni
